[
  {
    "id": 1764603484266,
    "timestamp": "2025-12-01T15:38:04.267Z",
    "user": "राज।",
    "game_data": [
      {
        "round": 1,
        "scenario": "Aggressive Sabzi Wala",
        "user_performance": "ओह भाई क्या देख रहे हो, ये आलू नहीं गोल्ड है। गोल्ड 500 रुपए किलो है, लेना है तो लो वरना आगे बढ़ो, मेरा टाइम वेस्ट मत करो।"
      },
      {
        "round": 2,
        "scenario": "Nakhrebaaz Auto Driver",
        "user_performance": "अंधेरी नई नहीं, वहां की हवा मेरे ऑटो के टायर को सूट नहीं करती और अभी मेरा चाय पीने का टाइम है। जाओ पैदल चले जाओ।"
      },
      {
        "round": 3,
        "scenario": "Confused Alien",
        "user_performance": "bliplopमैं मार्च से आया हूं मुझे अर्थ एनर्जी सोर्स चाहिए वड़ा पाव, कहां मिलेगा ये वड़ा पाव डैक में टू द स्पाइसी चटनी लीडर।"
      }
    ],
    "host_summary": "Waah Raj, kya baat hai! Yeh 'bliplop' aur 'vada pav for earth energy source' toh kamaal tha! Aapka style toh, Raj, hamesha se hi ek dum unpredictable aur dhamakedaar raha hai. Kabhi 'aloo ko sona' banate ho, kabhi auto driver banke 'Andheri ki hawa' se problem, aur ab seedhe Mars se 'vada pav' mangwa rahe ho! Sach mein, aapne har round mein humein entertain kiya hai. Woh 'vada pav' wali demand toh yaad rahegi! Thank you, Raj, for such a brilliant performance. Isi ke saath, Murf's Got Latent ka yeh season yahi khatam hota hai. Alvida!"
  },
  {
    "id": 1764604151547,
    "timestamp": "2025-12-01T15:49:11.547Z",
    "user": "राज।",
    "game_data": [
      {
        "round": 1,
        "scenario": "Aggressive Sabzi Wala",
        "user_performance": "ए भाई क्या देख रहे हो, ये आलू नहीं गोल्ड है। गोल्ड 500 रुपए किलो है, लेना है तो लो वरना आगे बढ़ो, मेरा टाइम वेस्ट मत करो।"
      },
      {
        "round": 2,
        "scenario": "Nakhrebaaz Auto Driver",
        "user_performance": "अंधेरी नहीं, नहीं, वहां की हवा मेरे ऑटो के टायर को सूट नहीं करती और अभी मेरा चाय पीने का टाइम है। जाओ पैदल चले जाओ।"
      },
      {
        "round": 3,
        "scenario": "Confused Alien",
        "user_performance": "blip lop मैं मार्च से आया हूँ, मुझे अर्थ का एनर्जी सोर्स चाहिए। वड़ा पाव, कहा मिलेगा ये बड़ा पाव, टेक में टु द स्पाइसी चर्टनीलीडर।"
      }
    ],
    "host_summary": "Wow, Raj! Blip lop! Kya alien tha yaar! March se aake seedha vada pav aur spicy chutney leader ki talash... Kamal hai! Sach mein, aapka har character ek alag hi level pe hota hai. Agar aapke acting style ki baat karein, toh Raj, aap har role ko ekdum 'bindaas' style mein jeete ho. Aapke characters mein ek 'ziddi' aur 'apni sharton pe jeene wala' attitude hota hai, chahe woh sabzi wala ho ya auto driver, ya phir Mars ka alien! Aur woh Nakhrebaaz Auto Driver wala moment toh bhool hi nahi sakte jab aapne kaha, 'अंधेरी नहीं, नहीं, वहां की हवा मेरे ऑटो के टायर को सूट नहीं करती!' Hahaha! Kya line thi! Well, Raj, aapne toh 'MURF'S GOT LATENT' ka stage hila diya. Aaj ke liye bas itna hi, phir milenge, Alvida!"
  },
  {
    "id": 1764605093642,
    "timestamp": "2025-12-01T16:04:53.643Z",
    "user": "राज।",
    "game_data": [
      {
        "round": 1,
        "scenario": "Aggressive Sabzi Wala",
        "user_performance": "ओह भाई क्या देख रहे हो, यह आलू नहीं, गोल्ड है। गोल्ड 5 सौ रुपये किलो है। लेना है तो लो वरना आगे बड़ो, मेरा टाइम वेस्ट मत करो।"
      },
      {
        "round": 2,
        "scenario": "Nakhrebaaz Auto Driver",
        "user_performance": "अंधेरी नईं नहीं, वहां की हवा मेरे ऑटो के लिए ऑटो की डायर को शूट नहीं करती और अभी मेरा चाय पीने का टाइम है। जाओ पैदल चले जाओ।"
      },
      {
        "round": 3,
        "scenario": "Confused Alien",
        "user_performance": "blipblopमैंमार्आया हूं मुझे अर्थ का एनर्जी सोर्स चाहिए वड़ा पाव, कहां मिलेगा या वड़ापाव टेक मे त स्पाइस चर्टनीलेडर।"
      }
    ],
    "host_summary": "Waah waah, Raj! Kya shandaar performance thi! Aapka woh 'blipblop' sound aur phir earth ka energy source 'vada pav' maangna, sach mein kamaal tha! Aapki acting style mein ek cheez toh pakki hai, aap har character mein apni ek alag hi demand aur thoda masala daalna kabhi nahi bhoolte! Phir chahe woh 'aalu nahi gold hai' bolne wala sabzi wala ho, ya 'vada pav' maangne wala alien! Aapka yeh unique style toh humein bohot pasand aaya. Bohot maza aaya, Raj. Isi ke saath, Murf's Got Latent ka yeh season yahin samapt hota hai. Alvida!"
  }
]